cucmv2/roles/CUCM_axl_setup/files/AxlCmds/AXL_updateServiceParameter_OrganTopLevelDomain.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://www.cisco.com/AXL/API/11.5">
   <soapenv:Header/>
   <soapenv:Body>
      <ns:updateServiceParameter sequence="?">
      	    <processNodeName uuid="?">EnterpriseWideData</processNodeName>
            <name>OrganizationDomain</name>
            <service>Enterprise Wide</service>
            <value>dsn.mil</value>value>
      </ns:updateServiceParameter>
   </soapenv:Body>
</soapenv:Envelope>
